LIST = (
    # Общие доменные зоны (gTLD)
    ".com",
    ".org",
    ".net",
    ".info",
    ".biz",
    ".name",
    ".pro",
    # Национальные доменные зоны (ccTLD)
    ".us",  # США
    ".uk",  # Великобритания
    ".ca",  # Канада
    ".de",  # Германия
    ".fr",  # Франция
    ".jp",  # Япония
    ".ru",  # Россия
    ".cn",  # Китай
    # Новые доменные зоны (nTLD)
    ".app",
    ".blog",
    ".shop",
    ".tech",
    ".design",
    ".site",
    # Специальные домены
    ".edu",  # образовательные учреждения
    ".gov",  # правительственные учреждения
    ".mil",  # военные организации
    # Другие доменные зоны
    ".me",
    ".tv",
    ".xyz",
)
